<?php

return [

    /*
    |--------------------------------------------------------------------------
    | أسطر لغة إعادة تعيين كلمة المرور
    |--------------------------------------------------------------------------
    |
    | الأسطر التالية هي الرسائل الافتراضية المطابقة للأسباب التي تعطى من قبل
    | وسيط كلمات المرور لفشل تحديث كلمة المرور، مثل رمز غير صالح أو كلمة مرور
    | غير مطابقة لمعايير التحقق.
    |
    */

    'reset' => 'تم إعادة تعيين كلمة المرور الخاصة بك.',
    'sent' => 'تم إرسال رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني.',
    'throttled' => 'يرجى الانتظار قبل إعادة المحاولة.',
    'token' => 'رمز إعادة تعيين كلمة المرور غير صالح.',
    'user' => 'لا يمكننا العثور على مستخدم بهذا البريد الإلكتروني.',

];
